/* Place a red line over the bar code to be scanned. */
"OverlayView 1d instructions" = "赤線の上側にバーコードを置いてください。";
 
/* Cancel */
"OverlayView cancel button title" = "キャンセル";
 
/* Place a barcode inside the viewfinder rectangle to scan it. */
"OverlayView displayed message" = "四角形の内側にバーコードを\n入れてください。";
 
/* OK */
"OverlayView license alert cancel title" = "了解";
 
/* Scanning functionality provided by ZXing library, licensed under Apache 2.0 license. */
"OverlayView license alert message" = "このバーコードリーダは、Apache 2.0ライセンスのライブラリ「ZXing」を使用しています。";
 
/* License */
"OverlayView license alert title" = "ライセンス";
 
/* View License */
"OverlayView license alert view title" = "詳しく";

